Repository: MaideyHamadama/store_management
Catalog: store_management/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Add Client
fr: Ajouter Client

source: Add Receipt
fr: Ajouter Facture Vente

source: COUNT
fr: COMPTE

source: FIRST NAME
fr: PRENOMS

source: NAME
fr: NOMS

source: TAX REGISTRATION No
fr: MATRICULE FISCALE

source: SOCIETY
fr: SOCIETE

source: Stock Management
fr: Gestion de Stock

source: Internal Stock
fr: Stock Interne

source: List items
fr: Articles

source: Add items
fr: Ajouter Article

source: List history
fr: Historique

source: Providers
fr: Fournisseurs

source: Receipt
fr: Facture Vente

source: Invoice
fr: Facture Achat

source: CLIENT ID
fr: ID CLIENT

source: PRINT
fr: IMPRIMER

source: ITEM NAME
fr: NOM ARTICLE

source: QUANTITY IN STORE
fr: QUANTITE

source: ISSUE QUANTITY
fr: EMIS PAR

source: RECEIVE QUANTITY
fr: QUANTITE RECU

source: RECEIVE BY
fr: RECU PAR

source: ISSUE BY
fr: EMIS PAR

source: ISSUE TO
fr: EMIS A

source: DEFECTUOUS
fr: DEFECTUEUX

source: BACK TO USINE
fr: RETOUR EN USINE

source: LAST UPDATED
fr: DATE

source: Add Items
fr: Ajouter Article

source: List History
fr: Historique

source: REORDER LEVEL
fr: NIVEAU SEUIL

source: DATE LAST UPDATE
fr: DATE

source: DELETE
fr: SUPPRIMER

source: Add Invoice
fr: Ajouter Facture Achat

source: PROVIDER ID
fr: ID PROVIDER

source: Add Provider
fr: Ajouter Fournisseur
